Repository: morkt/GARbro
Catalog: ArcFormats/Strings/arcStrings.*.resx
Languages: de_de, ja_jp, ko_kr, ru_ru, zh_hans

# AMIBaseArchive
source: Base archive
de_de: Basisarchiv
ja_jp: ベースとなるアーカイブを指定する
ko_kr: 기본 아카이브
ru_ru: Базовый архив
zh_hans: 原压缩文件

# AMIBaseTooltip
source: New archive will also contain entries from the base archive.
de_de: Das neue Archiv enthält auch Einträge aus dem Basisarchiv.
ja_jp: 新しいアーカイブには、ベースとなるアーカイブのエントリも含まれます。
ko_kr: 새로운 아카이브에 기본 아카이브의 항목도 포함됩니다.
ru_ru: В новый архив будут также включены файлы из базового архива.
zh_hans: 新的压缩文件将会包含原文件中的项目。

# AMIChooseBase
source: Select base archive
de_de: Basisarchiv auswählen
ja_jp: ベースとなるアーカイブを選択してください。
ko_kr: 기본 아카이브 선택
ru_ru: Укажите базовый архив
zh_hans: 请选择原压缩文件

# AMIDescription
source: Amaterasu Translations Muv-Luv archive
de_de: Amaterasu Translations Muv-Luv Archiv
ko_kr: Amaterasu Translations Muv-Luv 아카이브
zh_hans: Amaterasu Translations Muv-Luv 压缩文件

# AMINoFiles
source: No files suitable for AMI archive found.
de_de: Keine geeigneten Dateien für das AMI-Archiv gefunden.
ja_jp: AMIアーカイブに適切なファイルは見つかりませんでした。
ko_kr: AMI 아카이브에 적절한 파일을 찾을 수 없음.
ru_ru: Не найдено файлов, подходящих для архива AMI.
zh_hans: 未找到适合AMI压缩文件的项目。

# ArcEncryptedNotice
source: Archive content is encrypted. Choose appropriate encryption scheme.
de_de: Archivinhalte sind verschlüsselt. Entsprechendes Verschlüsselungsschema wählen.
ja_jp: アーカイブコンテンツは暗号化されています。 タイトルもしくは適切な暗号化方式を選択してください。
ko_kr: 아카이브 내용이 암호화됨. 적절한 암호체계를 선택하세요.
ru_ru: Содержимое архива зашифровано. Выберите алгоритм шифрования.
zh_hans: 压缩文件已加密。 请选择正确的加密方式。

# ArcNoEncryption
source: no encryption
de_de: Keine Verschlüsselung
ja_jp: 暗号化なし
ko_kr: 암호 없음
ru_ru: без шифрования
zh_hans: 没有加密。

# ArcReset
source: Reset
de_de: Zurücksetzen
ja_jp: リセット
ko_kr: 초기화
ru_ru: Сбросить
zh_hans: 重置

# GRPDescription
source: âge proprietary image format
de_de: âge proprietäres Bildformat
ja_jp: 独自のイメージ形式
ko_kr: âge 전용 이미지 포맷
zh_hans: âge专用图像格式

# GSCDescription
source: Liar-soft proprietary script format
de_de: Liar-soft proprietäres Skriptformat
ko_kr: Liar-soft 전용 스크립트 포맷
zh_hans: Liar-soft专用脚本格式

# INTCreationNotice
source: Encrypted archives creation is not implemented.
de_de: Die Erstellung verschlüsselter Archive ist nicht implementiert.
ja_jp: 暗号化アーカイブの作成は実装されていません。
ko_kr: 암호화된 아카이브 생성이 구현되지 않았습니다.
ru_ru: Создание зашифрованных архивов не реализовано.
zh_hans: 尚不支持创建加密压缩文件。

# INTDescription
source: CatSystem2 engine resource archive
de_de: CatSystem2-Engine Ressourcenarchiv
ko_kr: CatSystem2 게임 리소스 아카이브
zh_hans: CatSystem2引擎压缩文件

# INTKeyRequirement
source: Numeric key should be a 32-bit hexadecimal integer
de_de: Der numerische Schlüssel sollte eine 32-Bit-Hexadezimalzahl sein
ja_jp: 数値鍵は32ビットの16進数でなければなりません。
ko_kr: 숫자 값은 32-bit 16진법 정수여야합니다
ru_ru: Цифровой ключ должен быть 32-битным шестнадцатиричным числом
zh_hans: 密钥是一个32位的16进制整数

# INTLabelNumericKey
source: Numeric key
de_de: Numerischer Schlüssel
ja_jp: 数値鍵
ko_kr: 숫자 값
ru_ru: Цифровой ключ
zh_hans: 密钥

# INTNotice
source: Archive directory is encrypted.
de_de: Das Archivverzeichnis ist verschlüsselt.
ja_jp: アーカイブフォルダは暗号化されています。
ko_kr: 아카이브 폴더가 암호화됨.
ru_ru: Оглавление архива зашифровано.
zh_hans: 压缩文件目录已加密。

# KogadoDescription
source: Kogado game engine resource archive
de_de: Kogado Game Engine Ressourcenarchiv
ko_kr: Kogado 게임 엔진 리소스 아카이브
zh_hans: 工画堂引擎压缩文件

# LabelPassphrase
source: Passphrase
ja_jp: パスフレーズ
ko_kr: 암호
ru_ru: Пароль
zh_hans: 密码

# LabelScheme
source: Scheme
de_de: Schema
ja_jp: 方式
ko_kr: 체계
ru_ru: Вариант
zh_hans: 方式

# LWGDescription
source: Liar-soft image archive
de_de: Liar-soft Bildarchiv
ko_kr: Liar-soft 이미지 아카이브
zh_hans: Liar-soft图像档案

# MsgAddingFile
source: Adding file
de_de: Datei hinzufügen
ja_jp: ファイルを追加中
ko_kr: 파일 추가
ru_ru: Добавляется файл
zh_hans: 正在添加文件……

# MsgCalculatingChecksum
source: Calculating checksum...
de_de: Prüfsumme berechnen...
ja_jp: チェックサムの計算中...
ko_kr: 체크섬 계산 중...
ru_ru: Подсчёт контрольной суммы...
zh_hans: 正在计算校验和……

# MsgCompressingIndex
source: Compressing index...
de_de: Komprimiere Index...
ja_jp: インデックスの圧縮中...
ko_kr: 색인 압축 중...
ru_ru: Сжимается оглавление...
zh_hans: 正在压缩索引……

# MsgCreationKeyRequired
source: Encryption key required for archive creation.
de_de: Für die Archivierung ist ein Verschlüsselungsschlüssel erforderlich.
ja_jp: アーカイブ作成に必要な暗号鍵。
ko_kr: 아카이브 생성에 암호값이 필요합니다.
ru_ru: Для создания архива требуется ключ шифрования.
zh_hans: 创建压缩文件需要密钥。

# MsgEncNotImplemented
source: Encryption method not implemented
de_de: Verschlüsselungsmethode nicht implementiert
ja_jp: 暗号化メソッドが実装されていません。
ko_kr: 암호방식이 구현되지 않음
ru_ru: Метод шифрования не реализован
zh_hans: 加密方式暂不支持。

# MsgExtensionTooLong
source: File name extension too long.
de_de: Die Dateinamenerweiterung zu lang.
ja_jp: ファイル名の拡張子が長すぎます。
ko_kr: 파일이름의 확장자가 너무깁니다.
ru_ru: Слишком длинное расширение имени файла.
zh_hans: 文件扩展名太长。

# MsgFileNameTooLong
source: File name is too long
de_de: Der Dateiname ist zu lang.
ja_jp: ファイル名が長すぎます。
ko_kr: 파일이름이 너무 길음
ru_ru: Слишком длинное имя файла
zh_hans: 文件名太长。

# MsgIllegalCharacters
source: File name contains illegal characters
de_de: Der Dateiname enthält unzulässige Zeichen.
ja_jp: ファイル名に不正な文字が含まれています。
ko_kr: 파일이름이 부적절한 문자를 포함함
ru_ru: Имя файла содержит недопустимые символы
zh_hans: 文件名中包含非法字符。

# MsgInvalidImageFormat
source: {0}: image format not recognized.
de_de: {0}: Bildformat nicht erkannt.
ja_jp: {0}: 認識できないイメージ形式です。
ko_kr: {0}: 이미지 포맷을 인식할 수 없음.
ru_ru: {0}: не удалось распознать формат изображения.
zh_hans: {0}: 无法识别图像格式。

# MsgInvalidVersion
source: Invalid archive version specified.
de_de: Ungültige Archivversion angegeben.
ja_jp: 指定されたアーカイブversionが無効です。
ko_kr: 부적절한 아카이브 버전이 지정됨.
ru_ru: Указана некорректная версия архива.
zh_hans: 无效的档案版本。

# MsgNoExtension
source: File name without extension.
de_de: Dateiname ohne Erweiterung.
ja_jp: ファイル名に拡張子がありません。
ko_kr: 확장자가 없는 파일이름.
ru_ru: Имя файла без расширения.
zh_hans: 文件名需要包含扩展名。

# MsgTooManyFiles
source: Number of files exceedes archive limit.
de_de: Die Anzahl der Dateien überschreitet das Archivlimit.
ja_jp: ファイル数がアーカイブの上限を超えています。
ko_kr: 파일의 수가 아카이브 한계를 초과하였습니다.
ru_ru: Количество файлов превышает ограничения архива.
zh_hans: 文件数目超过压缩文件限制。

# MsgUpdatingIndex
source: Updating index...
de_de: Aktualisiere Index...
ja_jp: インデックスの更新中...
ko_kr: 색인 업데이트 중...
ru_ru: Обновляется оглавление...
zh_hans: 正在更新索引……

# MsgWritingIndex
source: Writing index...
de_de: Schreibe Index...
ja_jp: インデックスを作成中...
ko_kr: 색인 작성 중...
ru_ru: Записывается оглавление...
zh_hans: 正在建立索引……

# NPACompressContents
source: Compress contents
de_de: Inhalt komprimieren
ja_jp: コンテンツを圧縮する
ko_kr: 항목 압축
ru_ru: Сжать содержимое
zh_hans: 压缩内容

# NPADescription
source: Nitro+ resource archive
de_de: Nitro + Ressourcenarchiv
ko_kr: Nitro+ 리소스 아카이브
zh_hans: Nitro+压缩文件

# NPAKeys
source: Encryption keys (required even if contents is not encrypted)
de_de: Verschlüsselungsschlüssel (erforderlich, auch wenn der Inhalt nicht verschlüsselt ist)
ja_jp: 暗号鍵 （コンテンツが暗号化されていなくても必要です）
ko_kr: 암호값 (항목이 암호화되어있지 않더라도 필요합니다)
ru_ru: Ключи шифрования (требуются даже если содержимое не шифруется)
zh_hans: 密钥 （未加密内容仍需要）

# NPASteinsGateDescription
source: Nitro+ Steins;Gate resource archive
de_de: Nitro + Steins;Gate Ressourcenarchiv
ko_kr: Nitro+ Steins;Gate 리소스 아카이브
zh_hans: Nitro+ Steins;Gate压缩文件

# NSADescription
source: NScripter game engine resource archive
de_de: NScripter Game Engine Ressourcenarchiv
ja_jp: NScripter アーカイブ形式
ko_kr: NScripter 게임 엔진 리소스 아카이브
zh_hans: NScripter引擎压缩文件

# ONSArchiveType
source: Archive type
de_de: Archivtyp
ja_jp: アーカイブタイプ
ko_kr: 아카이브 형식
ru_ru: Тип архива
zh_hans: 压缩文件类型

# ONSCompression
source: Compression
de_de: Komprimierung
ja_jp: 圧縮
ko_kr: 압축
ru_ru: Компрессия
zh_hans: 压缩方式

# ONSCompressionNone
source: None
de_de: keine
ja_jp: 圧縮なし
ko_kr: 없음
ru_ru: Без компрессии
zh_hans: 无

# PDDescription
source: Flying Shine resource archive
de_de: Flying Shine Ressourcenarchiv
ko_kr: Flying Shine 리소스 아카이브
zh_hans: Flying Shine压缩文件

# PDScrambleContents
source: Scramble contents
de_de: Inhalt verschlüsseln
ja_jp: コンテンツのスクランブル化
ko_kr: 암호화된 항목
ru_ru: Шифровать содержимое
zh_hans: 打乱内容

# RPADescription
source: Ren'Py game engine archive
de_de: Ren'Py Game Engine Ressourcenarchiv
ko_kr: Ren'Py 게임 엔진 아카이브
zh_hans: Ren'Py引擎压缩文件

# RPALabelKey
source: 32-bit key
de_de: 32-Bit Schlüssel
ja_jp: 32ビットの暗号鍵
ko_kr: 32-bit 값
ru_ru: 32-битный ключ
zh_hans: 32位密钥

# SCRDescription
source: Amaterasu Translations Muv-Luv script file
de_de: Amaterasu Translations Muv-Luv Skript Datei
ko_kr: Amaterasu Translations Muv-Luv 스크립트 파일
zh_hans: Amaterasu Translations Muv-Luv脚本文件

# SGLabelEncoding
source: Filename encoding
de_de: Dateinamen-Kodierung
ja_jp: ファイル名エンコーディング
ko_kr: 파일이름 인코딩
ru_ru: Кодировка имён файлов
zh_hans: 文件名编码

# TooltipHex
source: Hex number
de_de: Hex-Zahl
ja_jp: 16進数
ko_kr: 헥사값
ru_ru: Шестнадцатеричное число
zh_hans: 十六进制数

# WARCLabelLength
source: Maximum file name length (not including extension)
de_de: Maximale Dateinamenlänge (ohne Erweiterung)
ja_jp: 最大ファイル名の長さ （拡張子を含まない）
ko_kr: 최대 파일이름 길이 (확장자를 포함하지 않음)
ru_ru: Максимальная длина имени файла (не считая расширения)
zh_hans: 文件名最大长度 （不包括扩展名）

# XFLDescription
source: Liar-soft game resource archive
de_de: Liar-soft Ressourcenarchiv
ko_kr: Liar-soft 게임 리소스 아카이브
zh_hans: Liar-soft游戏压缩文件

# XP3CompressContents
source: Compress contents
de_de: Inhalt komprimieren
ja_jp: コンテンツを圧縮する
ko_kr: 내용 압축
ru_ru: Сжать содержимое
zh_hans: 压缩内容

# XP3CompressHeader
source: Compress directory
de_de: Verzeichnis komprimieren
ja_jp: フォルダを圧縮する
ko_kr: 폴더 압축
ru_ru: Сжать оглавление
zh_hans: 压缩目录

# XP3Description
source: KiriKiri game engine resource archive
de_de: KiriKiri Game Engine Ressourcenarchiv
ko_kr: KiriKiri 게임 엔진 리소스 아카이브
zh_hans: KiriKiri引擎压缩文件

# XP3LabelVersion
source: Version
ko_kr: 버전
ru_ru: Версия
zh_hans: 版本

# XP3RetainStructure
source: Retain directory structure
de_de: Verzeichnisstruktur beibehalten
ja_jp: フォルダ構造を保持する
ko_kr: 폴더 구조 유지
ru_ru: Сохранить структуру папок
zh_hans: 保持目录结构

# YPFDescription
source: Yu-Ris game engine resource archive
de_de: Yu-Ris Game Engine Ressourcenarchiv
ko_kr: Yu-Ris 게임 엔진 리소스 아카이브
zh_hans: Yu-Ris引擎压缩文件

# YPFLabelKey
source: 8-bit encryption key
de_de: 8-Bit Verschlüsselungsschlüssel
ja_jp: 8ビットの暗号鍵
ko_kr: 8-bit 암호값
ru_ru: 8-битный ключ шифрования
zh_hans: 8位密钥

# YPFLabelVersion
source: Archive version
de_de: Archivversion
ja_jp: アーカイブ Version
ko_kr: 아카이브 버전
ru_ru: Версия архива
zh_hans: 压缩文件版本

# YPFNotice
source: Archive directory is encrypted. Choose appropriate encryption scheme.
de_de: Das Archivverzeichnis ist verschlüsselt. Entsprechendes Verschlüsselungsschema wählen.
ja_jp: アーカイブフォルダは暗号化されています。 適切な暗号化方式を選択してください。
ko_kr: 아카이브 폴더가 암호화됨. 적절한 암호체계를 선택하세요.
ru_ru: Заголовок архива зашифрован. Выберите способ дешифровки.
zh_hans: 压缩文件的目录已加密。 请选择正确的加密方式。

# LabelEncScheme
source: Encryption scheme
de_de: Verschlüsselungsschema
ja_jp: 暗号化方式
ko_kr: 암호체계
ru_ru: Способ шифрования
zh_hans: 加密方式

# DPKKeys
source: Encryption keys
de_de: Verschlüsselungsschlüssel
ja_jp: 暗号鍵
ko_kr: 암호값
ru_ru: Ключи шифрования
zh_hans: 密钥

# ArcDefault
source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
ru_ru: По умолчанию
zh_hans: 默认

# ArcHex32Bit
source: 32-bit hex number
de_de: 32-Bit Hex-Zahl
ja_jp: 32ビットの16進数
ko_kr: 32-bit 헥사 값
ru_ru: 32-битное шестнадцатеричное число
zh_hans: 32位十六进制数

# KCAPDefault
source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
ru_ru: Неизвестно
zh_hans: 默认

# MBLNotice
source: Archive contains encrypted scripts. Choose encryption scheme or enter a passphrase.
de_de: Das Archiv enthält verschlüsselte Skripte. Verschlüsselungsschema wählen oder Passphrase eingeben.
ja_jp: アーカイブはスクリプトにより暗号化されています。 暗号化方式を選択するか、パスフレーズを入力してください。
ko_kr: 아카이브가 암호화된 스크립트를 포함함. 암호체계를 고르거나 암호를 입력하세요.
ru_ru: Архив содержит зашифрованные скрипты. Выберите способ шифрования или введите текстовый пароль.
zh_hans: 压缩文件包含已加密的脚本。 请选择加密方式或输入密码。

# ArcTitleOrPassword
source: Choose title or enter a password
de_de: Titel wählen oder Password eingeben
ja_jp: タイトルを選択するか、パスワードを入力してください。
ko_kr: 제목을 선택하거나 암호를 입력하세요
ru_ru: Выберите наименование или введите пароль
zh_hans: 请选择游戏名称或输入密码

# RPMEncryptedNotice
source: File resembles RPM resource archive, but encryption key guess failed. Choose appropriate encryption scheme.
de_de: Die Datei ähnelt einem RPM-Ressourcenarchiv, jedoch schlug das Erraten des Verschlüsselungsschlüssels fehl. Das entsprechendes Verschlüsselungsschema muss gewählt werden.
ja_jp: ファイルはRPMアーカイブ形式に近いですが、 暗号鍵の推測は失敗しました。 適切な暗号化方式を選択します。
ko_kr: 파일이 RPM 리소스 아카이브와 비슷하나, 암호값 추측이 실패하였습니다. 적절한 암호체계를 선택하세요.
ru_ru: По-видимому, файл является RPM архивом, однако определить ключ шифрования не удалось. Выберите подходящий способ шифрования.
zh_hans: 文件与RPM压缩文件格式相似， 但无法猜测正确的密钥。 请选择正确的加密方式。

# QLIEDefaultScheme
source: Use default encryption scheme
de_de: Standardverschlüsselungsschema verwenden
ja_jp: デフォルトの暗号化方式を使用する
ru_ru: "Старый" метод шифрования
zh_hans: 使用默认加密方式

# INTChooseExe
source: Choose game executable file
de_de: Ausführbare Datei des Spiels wählen
ja_jp: ゲームの実行ファイルを選択してください。
ko_kr: 게임 실행파일 선택
ru_ru: Выберите исполняемый файл
zh_hans: 请选择游戏的EXE文件

# INTExeButton
source: Check EXE
de_de: EXE überprüfen
ja_jp: EXE確認
ko_kr: EXE 확인
ru_ru: Искать EXE
zh_hans: 检查EXE

# INTExeFiles
source: Executable Files
de_de: Ausführbare Dateien
ja_jp: 実行ファイル
ko_kr: 실행가능한 파일
ru_ru: Исполняемые файлы
zh_hans: 可执行文件

# INTMessage1
source: Press "Check EXE" button to look for key within game executable file.
de_de: "EXE überprüfen"-Button drücken, um nach dem Schlüssel in der ausführbaren Datei des Spiels zu suchen.
ja_jp: 「EXE確認」ボタンを押してゲーム実行ファイル内の暗号鍵を探してください。
ko_kr: 게임 실행파일에 암호값을 찾으시려면 "EXE 확인" 버튼을 눌러주세요.
ru_ru: Нажмите кнопку "Искать EXE", чтобы попытаться найти ключ в исполняемом файле игры.
zh_hans: 请按“检查EXE”按钮在游戏程序文件中寻找密钥。

# INTMessage2
source: Alternatively, enter archive encryption key or choose one of the predefined encryption schemes.
de_de: Alternativ den Archiv-Verschlüsselungsschlüssel eingeben oder eines der vordefinierten Verschlüsselungsschemata auswählen.
ja_jp: アーカイブ暗号鍵を入力するか、または定義済みの暗号化方式を選択します。
ko_kr: 대안으로는, 아카이브 암호값을 입력하거나 미리정해진 암호체계 중 하나를 선택하세요.
ru_ru: Или же выберите один из известных методов шифрования, либо введите ключ вручную.
zh_hans: 或者，您也可以输入压缩文件的密钥或者选择一个现成的加密方式。

# INTKeyNotFound
source: Key not found within {0}.
de_de: Schlüssel in {0} nicht gefunden.
ja_jp: {0} 内に暗号鍵が見つかりません。
ko_kr: {0}에서 암호값을 찾을 수 없음.
ru_ru: В файле {0} ключа не обнаружено.
zh_hans: 在{0}当中没有找到密钥。

# ArcIgnoreEncryption
source: Ignore encryption
de_de: Verschlüsselung ignorieren
ja_jp: 暗号化を無視する
ko_kr: 암호 무시
ru_ru: Игнорировать шифрование
zh_hans: 忽略加密。

# ArcImageEncrypted
source: Image is encrypted.
de_de: Bild ist verschlüsselt.
ja_jp: イメージは暗号化されています。
ko_kr: 이미지가 암호화됨.
ru_ru: Изображение зашифровано.
zh_hans: 图像已加密。

# MCGChoose
source: Choose title or enter a key
de_de: Titel wählen oder Schlüssel eingeben
ja_jp: タイトルを選択するか、暗号鍵を入力してください。
ko_kr: 제목을 선택하거나 암호값 입력하기
ru_ru: Выберите наименование или введите ключ
zh_hans: 请选择游戏名称或输入密钥

# MCGLabelKey
source: 8-bit encryption key
de_de: 8-Bit-Verschlüsselungsschlüssel
ja_jp: 8ビットの暗号鍵
ko_kr: 8-bit 암호값
ru_ru: 8-битный ключ шифрования
zh_hans: 8位加密密钥

# MCAEncryptedNotice
source: Archive content is encrypted.
de_de: Archivinhalte sind verschlüsselt.
ja_jp: アーカイブコンテンツは暗号化されています。
ko_kr: 아카이브 내용이 암호화됨.
ru_ru: Содержимое архива зашифровано.
zh_hans: 压缩文件的内容已被加密。

# YPFTryGuess
source: Try to guess
de_de: Versuchen zu erraten
ja_jp: 推測してください。
ko_kr: 추측시도
ru_ru: Попытаться подобрать
zh_hans: 尝试猜测

# AGSMightBeEncrypted
source: Archive contents might be encrypted, choose appropriate encryption scheme.
de_de: Archivinhalte sind möglicherweise verschlüsselt. Entsprechendes Verschlüsselungsschema wählen.
ja_jp: アーカイブコンテンツは暗号化されている可能性があります。 適切な暗号化方式を選択してください。
ko_kr: 아카이브 내용이 암호화 되었을 수 있습니다, 적절한 암호체계를 선택하세요.
ru_ru: Содержимое архива может быть зашифровано, выберите подходящий способ шифрования.
zh_hans: 压缩文件可能被加密，选择适当的加密方案。

# XP3EncryptedNotice
source: Archive content could be encrypted. Choose appropriate encryption scheme.
de_de: Archivinhalte sind möglicherweise verschlüsselt. Entsprechendes Verschlüsselungsschema wählen.
ja_jp: アーカイブコンテンツは暗号化されています。 タイトルもしくは適切な暗号化方式を選択してください。
ko_kr: 아카이브 내용이 암호화 되었을 수 있습니다. 적절한 암호체계를 선택하세요.
ru_ru: Возможно, содержимое архива зашифровано. Выберите алгоритм шифрования.
zh_hans: 压缩文件可能被加密，选择适当的加密方案。

# GALChoose
source: Choose title or enter a key
de_de: Titel wählen oder Schlüssel eingeben
ja_jp: タイトルを選択するか、暗号鍵を入力してください。
ko_kr: 제목을 선택하거나 암호값 입력하기
ru_ru: Выберите наименование или введите ключ
zh_hans: 请选择游戏名称或输入密钥

# GYUImageEncrypted
source: Image is encrypted. Choose appropriate encryption scheme.
de_de: Bild ist verschlüsselt. Entsprechendes Verschlüsselungsschema wählen.
ja_jp: イメージは暗号化されています。 適切な暗号化方式を選択してください。
ko_kr: 이미지가 암호화됨. 적절한 암호체계를 선택하세요.
ru_ru: Изображение зашифровано. Выберите способ шифрования.
zh_hans: 图像已加密。 请选择正确的加密方式。

# FJSYSNotice
source: Archive contains encrypted scripts. Choose encryption scheme or enter a passphrase.
de_de: Das Archiv enthält verschlüsselte Skripte. Verschlüsselungsschema wählen oder Passphrase eingeben.
ja_jp: アーカイブはスクリプトにより暗号化されています。 暗号化方式を選択するか、パスフレーズを入力してください。
ko_kr: 아카이브가 암호화된 스크립트를 포함함. 암호체계를 고르거나 암호를 입력하세요.
ru_ru: Архив содержит зашифрованные скрипты. Выберите способ шифрования или введите текстовый пароль.
zh_hans: 压缩文件包含已加密的脚本。 请选择加密方式或输入密码。

# RCTApplyMask
source: Load transparency data from RC8 bitmap
de_de: Transparenzdaten aus RC8-Bitmap laden
ja_jp: RC8ビットマップから透過データをロードする
ru_ru: Подгружать прозрачность из одноимённого RC8 файла
zh_hans: 从RC8位图中加载透明度数据

# RCTOverlayFrames
source: Automatically combine incremental frames
de_de: Inkrementelle Frames automatisch kombinieren
ja_jp: 増分フレームを自動的に結合する
ru_ru: Автоматически объединять мозаичные изображения
zh_hans: 自动组合增量帧

# ZIPEncryptedNotice
source: Archive content is encrypted.
de_de: Archivinhalte sind verschlüsselt.
ja_jp: アーカイブコンテンツは暗号化されています。
ko_kr: 아카이브 내용이 암호화됨.
ru_ru: Содержимое архива зашифровано.
zh_hans: 压缩文件的内容已被加密。

# OGGFixCrc
source: Fix Ogg files checksums
de_de: Ogg-Prüfsummen korrigieren
ru_ru: Исправлять контрольные суммы в Ogg аудио файлах
zh_hans: 修复Ogg文件校验和

# DefaultEncoding
source: Default file names encoding
de_de: Standardcodierung der Dateinamen
ru_ru: Кодировка имён файлов
zh_hans: 默认文件名编码

# ODNAudioSampleRate
source: Default audio sampling rate
de_de: Standard-Audio-Abtastrate
ru_ru: Частота дискретизации аудио
zh_hans: 默认音频采样率
