Repository: morkt/GARbro
Catalog: GUI/Strings/guiStrings.*.resx
Languages: de_de, ja_jp, ko_kr, ru_ru

# ButtonCancel
source: Cancel
de_de: _Abbrechen
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отмена

# ButtonExtract
source: Extract
de_de: E_xtrahieren
ja_jp: 抽出
ko_kr: 추출
ru_ru: Извлечь

# CtxMenuClose
source: _Close
de_de: _Schließen
ja_jp: 閉じる
ko_kr: _닫기
ru_ru: _Закрыть

# CtxMenuCopy
source: Copy
de_de: Kopieren
ja_jp: コピー
ko_kr: 복사
ru_ru: Копировать

# CtxMenuCreate
source: Create archive...
de_de: Archiv erstellen ...
ja_jp: アーカイブの作成...
ko_kr: 아카이브 생성...
ru_ru: Создать архив...

# CtxMenuCut
source: Cut
de_de: Aus_schneiden
ja_jp: カット
ko_kr: 잘라내기
ru_ru: Вырезать

# CtxMenuDelete
source: _Delete
de_de: _Löschen
ja_jp: ファイルの削除
ko_kr: _삭제
ru_ru: Удалить

# CtxMenuExplorer
source: Browse in _Explorer
de_de: Im _Explorer suchen
ja_jp: エクスプローラーを開く
ko_kr: 탐색기에서 열기
ru_ru: Просмотр в Explorer

# CtxMenuExtract
source: Extract
de_de: Extrahieren
ja_jp: アーカイブからファイルの抽出
ko_kr: 추출
ru_ru: Извлечь

# CtxMenuOpen
source: Open
de_de: _Öffnen
ja_jp: アーカイブを開く
ko_kr: 열기
ru_ru: Открыть

# CtxMenuPaste
source: Paste
de_de: Ein_fügen
ja_jp: ペースト
ko_kr: 붙여넣기
ru_ru: Вставить

# CtxMenuRefresh
source: Refresh
de_de: Aktualisieren
ja_jp: 表示の更新
ko_kr: 새로고침
ru_ru: Обновить

# CtxMenuRename
source: _Rename
de_de: _Umbenennen
ja_jp: 名前の変更
ko_kr: _이름 바꾸기
ru_ru: Переименовать

# CtxMenuSortBy
source: Sort by
de_de: Soriteren nach
ja_jp: ファイルの並び順
ko_kr: 분류
ru_ru: Сортировка

# CtxMenuSortByName
source: Name
ja_jp: 名前
ko_kr: 이름
ru_ru: по имени

# CtxMenuSortBySize
source: Size
de_de: Größe
ja_jp: サイズ
ko_kr: 크기
ru_ru: по размеру

# CtxMenuSortByType
source: Type
de_de: Typ
ja_jp: タイプ
ko_kr: 형식
ru_ru: по типу

# CtxMenuUnsorted
source: Unsorted
de_de: Unsortiert
ja_jp: 指定しない
ko_kr: 분류되지 않음
ru_ru: не сортировать

# HeaderName
source: Name
ja_jp: 名前
ko_kr: 이름
ru_ru: Имя

# HeaderSize
source: Size
de_de: Größe
ja_jp: サイズ
ko_kr: 크기
ru_ru: Размер

# HeaderType
source: Type
de_de: Typ
ja_jp: タイプ
ko_kr: 형식
ru_ru: Тип

# LabelArchiveFormat
source: Archive format
de_de: Archivformat
ja_jp: アーカイブ形式
ko_kr: 아카이브 포맷
ru_ru: Формат архива

# LabelArchiveName
source: Archive name
de_de: Archivname
ja_jp: アーカイブ名
ko_kr: 아카이브 이름
ru_ru: Имя архива

# LabelArchiveOptions
source: Archive options
de_de: Archivoptionen
ja_jp: アーカイブオプション
ko_kr: 아카이브 옵션
ru_ru: Настройки архивирования

# LabelExtractAllTo
source: Extract files from {0} to
de_de: Extrahiere Dateien von {0} nach
ja_jp: {0} からファイルの抽出先
ko_kr: {0}에서 다음으로 파일추출
ru_ru: Извлечь файлы из {0} в

# LabelExtractFileTo
source: Extract {0} to
de_de: Extrahiere {0} nach
ja_jp: {0} の抽出先
ko_kr: 다음으로 {0}을 추출
ru_ru: Извлечь {0} в

# MenuAbout
source: About Game Resource browser
de_de: _Über Game Resource Browser
ja_jp: GARbroについて
ko_kr: 게임 리소스 탐색기에 대해서
ru_ru: О программе

# MsgDeletedItem
source: Deleted {0}
de_de: {0} gelöscht.
ja_jp: {0} を削除しました。
ko_kr: {0} 제거됨
ru_ru: Удалён файл {0}

# MsgDirectoryNotFound
source: directory not found
de_de: Verzeichnis nicht gefunden
ja_jp: フォルダが見つかりません。
ko_kr: 폴더를 찾을 수 없음
ru_ru: каталог не найден

# MsgEmptyArchive
source: archive is empty
de_de: Das Archiv ist leer.
ja_jp: アーカイブは空です。
ko_kr: 아카이브가 비어있음
ru_ru: архив пуст

# MsgErrorExtracting
source: Error extracting file
de_de: Fehler beim Extrahieren der Datei.
ja_jp: ファイルの抽出中にエラーが発生しました。
ko_kr: 파일 추출 오류
ru_ru: Ошибка извлечения файла

# MsgErrorOpening
source: Error opening file
de_de: Fehler beim Öffnen der Datei.
ja_jp: ファイルを開く際にエラーが発生しました。
ko_kr: 파일 열기 오류
ru_ru: Ошибка открытия файла

# MsgExtractComplete
source: Extracted {0} into {1}
de_de: {0} in {1} extrahiert.
ja_jp: {0} を {1} に抽出しました。
ko_kr: {1}로 {0}을 추출함
ru_ru: {0} извлечён в {1}

# MsgExtractedFiles1
source: Extracted {0} file
de_de: {0} Datei extrahiert.
ja_jp: {0} ファイル抽出しました。
ko_kr: {0} 파일 추출됨
ru_ru: Извлечён {0} файл

# MsgExtractingArchive
source: Extracting files from {0}
de_de: Extrahiere Dateien aus {0}
ja_jp: {0} からファイルを抽出しています。
ko_kr: {0}에서 파일 추출하기
ru_ru: Извлекаются файлы из {0}

# MsgExtractingFile
source: Extracting file from {0}
de_de: Extrahiere Datei aus {0}
ja_jp: {0} からファイルを抽出しています。
ko_kr: {0}에서 파일 추출하기
ru_ru: Файл извлекается из {0}

# MsgExtractingTo
source: Extracting files from {0} to {1}
de_de: Extrahiere Dateien aus {0} nach {1}
ja_jp: {0} から {1} にファイルを抽出しています。
ko_kr: {0}에서 {1}로 파일 추출하기
ru_ru: Извлекаются файлы из {0} в {1}

# MsgImageSize
source: Image {0} x {1} x {2}bpp
de_de: Bild {0} x {1} x {2}bpp
ja_jp: イメージ {0} x {1} x {2}bpp
ko_kr: 이미지 {0} x {1} x {2}bpp
ru_ru: Изображение {0} x {1} x {2}bpp [{3}]

# MsgNoFiles
source: no files to extract
de_de: Keine zu extrahierenden Dateien.
ja_jp: 抽出するファイルがありません。
ko_kr: 추출할 파일이 없음
ru_ru: отсутствуют файлы, удовлетворяющие выбранным критериям

# MsgReady
source: Ready
de_de: Bereit
ja_jp: 準備完了
ko_kr: 준비
ru_ru: Готов

# MsgUnableInterpretImage
source: unable to interpret image format
de_de: Bildformat kann nicht interpretiert werden.
ja_jp: イメージの形式を解読できません。
ko_kr: 이미지 포맷을 해석할 수 없음
ru_ru: не удалось интерпретировать формат изображения

# MsgVersion
source: Version {0}
ko_kr: 버전 {0}
ru_ru: Версия {0}

# TextAboutBuiltin
source: [builtin]
ko_kr: [내장]
ru_ru: [встроен]

# TextAboutArchives
source: Archives
de_de: Archive
ja_jp: アーカイブ
ko_kr: 아카이브
ru_ru: Архивы

# TextAboutImages
source: Images
de_de: Bilder
ja_jp: イメージ
ko_kr: 이미지
ru_ru: Изображения

# TextAboutTitle
source: About Game Resource browser
de_de: Über Game Resource Browser
ja_jp: GARbroについて
ko_kr: 게임 리소스 탐색기에 대해서
ru_ru: Об обозревателе игровых ресурсов

# TextAllFiles
source: All Files
de_de: Alle Dateien
ja_jp: 全てのファイル
ko_kr: 모든 파일
ru_ru: Все файлы

# TextAsIs
source: as is
de_de: unverändert
ja_jp: 同じ形式
ko_kr: 원본으로
ru_ru: исходном

# TextChooseArchive
source: Choose archive location
de_de: Archiv-Speicherort auswählen
ja_jp: アーカイブの選択
ko_kr: 아카이브 위치 선택
ru_ru: Выберите месторасположение архива

# TextChooseDestDir
source: Choose destination directory
de_de: Zielverzeichnis wählen
ja_jp: 抽出先フォルダを選択してください
ko_kr: 도착 폴더 선택
ru_ru: Выберите место извлечения

# TextCreateArchive
source: Create archive
de_de: Archiv erstellen
ja_jp: アーカイブの作成
ko_kr: 아카이브 생성
ru_ru: Создать архив

# TextCreateArchiveError
source: Archive creation error
de_de: Fehler beim Erstellen des Archivs.
ja_jp: アーカイブの作成エラー
ko_kr: 아카이브 생성 오류
ru_ru: Ошибка при создании архива

# Type_directory
source: <DIR>
ko_kr: <폴더>

source: Text encoding
de_de: Textkodierung
ja_jp: テキストエンコーディング
ko_kr: 텍스트 인코딩
ru_ru: Кодировка текста

# TextExtractImages
source: Extract images
de_de: Bilder extrahieren
ja_jp: イメージの抽出
ko_kr: 이미지 추출
ru_ru: Извлекать изображения

# TextExtractText
source: Extract text
de_de: Text extrahieren
ja_jp: テキストの抽出
ko_kr: 텍스트 추출
ru_ru: Извлекать текст

# TextExtractTitle
source: Extract from archive
de_de: Aus Archiv extrahieren
ja_jp: アーカイブからファイルの抽出
ko_kr: 아카이브에서 추출
ru_ru: Извлечь из архива

# TextParametersTitle
source: Archive parameters
de_de: Archiv-Parameter
ja_jp: アーカイブ形式
ko_kr: 아카이브 파라미터
ru_ru: Параметры архива

# TextSaveAs
source: Save as
de_de: Speichern unter
ja_jp: 保存するファイルは
ko_kr: 다른이름으로 저장
ru_ru: Сохранить в формате

# TextSaveImagesAs
source: Save images as
de_de: Bild speichern unter
ja_jp: 保存するイメージは
ko_kr: 이미지를 다른이름으로 저장
ru_ru: Сохранить в формате

# TextTitle
source: Game Resource browser
de_de: Spiel-Ressourcen Browser
ja_jp: GARbro
ko_kr: 게임 리소스 탐색기
ru_ru: Обозреватель игровых ресурсов

# TooltipBack
source: Back
de_de: Zurück
ja_jp: 戻る
ko_kr: 뒤로
ru_ru: Назад

# TooltipForward
source: Forward
de_de: Vorwärts
ja_jp: 進む
ko_kr: 앞으로
ru_ru: Вперёд

# MsgOverwrite
source: File {0} already exists. Overwrite?
de_de: Datei {0} ist bereits vorhanden. Überschreiben?
ja_jp: ファイル {0} は すでに存在しています。 上書きしますか？
ko_kr: 파일 {0}이 이미 존재합니다. 덮어쓰시겠습니까?
ru_ru: Файл под именем '{0}' уже существует. Перезаписать?

# TextConfirmOverwrite
source: Confirm overwrite
de_de: Überschreiben bestätigen
ja_jp: 上書きの確認
ko_kr: 덮어쓰기 확인
ru_ru: Подтвердите перезапись

# MsgCreatingArchive
source: Creating archive {0}
de_de: Erstelle Archiv {0}
ja_jp: アーカイブ {0} を作成しています。
ko_kr: 아카이브 {0} 생성
ru_ru: Создание архива {0}

# MenuOpen
source: Open...
de_de: _Öffnen
ja_jp: アーカイブを開く...
ko_kr: 열기...
ru_ru: Открыть...

# MenuRecent
source: Recent files
de_de: _Letzte Dateien
ja_jp: 最近使用したファイル
ko_kr: 최근파일
ru_ru: Недавние файлы

# MsgChooseFiles
source: Choose files to extract
de_de: Zu extrahierenden Dateien auswählen
ja_jp: 抽出するファイルを選択してください。
ko_kr: 추출할 파일 선택
ru_ru: Выберите файлы для извлечения

# MenuExit
source: E_xit
de_de: _Beenden
ja_jp: 終了
ko_kr: _종료
ru_ru: Выход

# MenuFile
source: _File
de_de: _Datei
ja_jp: ファイル
ko_kr: _파일
ru_ru: _Файл

# MenuHelp
source: _Help
de_de: _Hilfe
ja_jp: ヘルプ
ko_kr: _도움말
ru_ru: _Справка

# MsgExtractedFiles2
source: Extracted {0} files
de_de: {0} Dateien extrahiert.
ja_jp: {0} ファイル抽出しました。
ko_kr: {0} 파일 추출됨
ru_ru: Извлечено {0} файла

# MsgFiles1
source: {0} file
de_de: {0} Datei
ja_jp: {0} ファイル
ko_kr: {0} 파일
ru_ru: {0} файл

# MsgFiles2
source: {0} files
de_de: {0} Dateien
ja_jp: {0} ファイル
ko_kr: {0} 파일
ru_ru: {0} файла

# MsgConfirmDeleteFiles
source: Are you sure you want to delete these files?
de_de: Diese Dateien wirklich löschen?
ja_jp: これらのファイルを削除してもよろしいですか？
ko_kr: 정말 이 파일(들)을 지우시겠습니까?
ru_ru: Вы действительно хотите удалить эти файлы?

# TextDeleteFiles
source: Delete files
de_de: Dateien löschen
ja_jp: ファイルの削除
ko_kr: 파일 제거
ru_ru: Удалить файлы

# MsgDeletedItems1
source: Deleted {0} file
de_de: {0} Datei gelöscht.
ja_jp: {0} ファイルを削除しました。
ko_kr: {0} 파일 제거
ru_ru: Удалён {0} файл

# MsgDeletedItems2
source: Deleted {0} files
de_de: {0} Dateien gelöscht.
ja_jp: {0} ファイルを削除しました。
ko_kr: {0} 파일 제거
ru_ru: Удалено {0} файла

# MenuFitWindow
source: Fit preview _window to image
de_de: _Vorschaufenster an Bild anpassen
ja_jp: プレビューウィンドウをイメージに合わせる
ko_kr: 이미지를 미리보기 창에 채우기
ru_ru: Подогнать размер окна под изображение

# MenuToggleMenuBar
source: Show/hide main _menu bar
de_de: Haupt_menüleiste ein-/ausblenden
ja_jp: メインメニューの表示/非表示
ko_kr: _메뉴모음 표시/감추기
ru_ru: Вкл/выкл главное меню

# MenuToggleStatusBar
source: Show/hide _status bar
de_de: _Statusleiste ein-/ausblenden
ja_jp: ステータスバーの表示/非表示
ko_kr: _상태표시줄 표시/감추기
ru_ru: Вкл/выкл полосу статуса

# MenuToggleToolBar
source: Show/hide _toolbar
de_de: S_ymbolleiste ein-/ausblenden
ja_jp: ツールバーの表示/非表示
ko_kr: _도구모음 표시/감추기
ru_ru: Вкл/выкл панель инструментов

# MenuView
source: _View
de_de: _Ansicht
ja_jp: 表示
ko_kr: _보기
ru_ru: Просмотр

# CtxMenuConvert
source: Convert multimedia...
de_de: Multimedia konvertieren ...
ja_jp: マルチメディアの形式変換...
ko_kr: 멀티미디어 변환...
ru_ru: Конверсия мультимедиа...

# ButtonConvert
source: Convert
de_de: _Konvertieren
ja_jp: 変換
ko_kr: 변환
ru_ru: Преобразовать

# LabelDestinationFormat
source: Choose destination format for images
de_de: Zielformat für Bilder wählen
ja_jp: イメージの変換形式
ko_kr: 이미지 도착포맷 선택
ru_ru: Формат преобразования изображений

# TextConvertMedia
source: Media conversion
de_de: Medienkonvertierung
ja_jp: マルチメディアの形式変換
ko_kr: 미디어 변환
ru_ru: Преобразование мультимедиа

# MsgConvertingFile
source: Converting file {0}
de_de: Konvertiere Datei {0}
ja_jp: ファイル {0} を変換しています。
ko_kr: 파일 변환
ru_ru: Преобразование файла {0}

# TextMediaConvertError
source: Multimedia conversion error
de_de: Multimedia-Konvertierungsfehler
ja_jp: マルチメディアの形式変換エラー
ko_kr: 멀티미디어 변환 오류
ru_ru: Ошибка конверсии мультимедиа

# LabelEncoding
source: Encoding
de_de: Kodierung
ja_jp: エンコーディング
ko_kr: 인코딩
ru_ru: Кодировка

# TextConvertAudio
source: Convert audio to common format
de_de: Audio in ein gängiges Format konvertieren
ja_jp: オーディオを共通形式に変換する
ko_kr: 보편적 포맷으로 오디오 변환
ru_ru: Преобразовывать аудио в стандартный формат

# TextExtractAudio
source: Extract audio
de_de: Audio extrahieren
ja_jp: オーディオの抽出
ko_kr: 오디오 추출
ru_ru: Извлекать аудио

# TooltipAudioFormats
source: Either WAV, MP3 or OGG
de_de: Entweder WAV, MP3 oder OGG
ja_jp: WAV/MP3/OGGのいずれか
ko_kr: WAV, MP3, OGG
ru_ru: WAV, MP3, либо OGG

# TextAboutAudio
source: Audio
ja_jp: オーディオ
ko_kr: 오디오
ru_ru: Аудио

# TextAboutLicense
source: License
de_de: Lizenz
ja_jp: ライセンス
ko_kr: 라이센스
ru_ru: Лицензия

# MsgUnableInterpretAudio
source: unable to interpret audio format
de_de: Audioformat kann nicht interpretiert werden.
ja_jp: オーディオの形式を解読できません。
ko_kr: 오디오 포맷을 해석할 수 없음
ru_ru: не удалось интерпретировать формат аудио

# MsgNoMediaFiles
source: No media files selected.
de_de: Keine Mediendateien ausgewählt.
ja_jp: マルチメディア(イメージまたはオーディオ)ファイルが選択されていません。
ko_kr: 선택된 미디어 파일 없음.
ru_ru: Среди выбранных файлов нет мультимедиа.

# TextAudioConversion
source: Audio will be converted to either WAV, MP3 or OGG.
de_de: Audio wird entweder in WAV, MP3 oder OGG konvertiert.
ja_jp: オーディオは、WAV/MP3/OGGのいずれかに変換されます。
ko_kr: 오디오는 WAV, MP3, OGG로 변환됩니다.
ru_ru: Аудио-файлы будут преобразованы в WAV, MP3 или OGG.

# LabelSkipFailures
source: Skip incovertible files.
de_de: Nicht konvertierbare Dateien überspringen.
ja_jp: 復元できないファイルをスキップする
ko_kr: 변환할 수 없는 파일 넘어가기.
ru_ru: Пропускать файлы, не поддавшиеся конверсии.

# MsgNoMatching
source: No entries matching "{0}"
de_de: Keine Einträge stimmen mit "{0}" überein.
ja_jp: "{0}" に一致するエントリはありません。
ko_kr: "{0}"에 일치하는 항목이 없음
ru_ru: Нет файлов, подходящих под маску "{0}"

# MsgSelectedFiles1
source: {0} file added to selection
de_de: {0} Datei zur Auswahl hinzugefügt.
ja_jp: {0} ファイルが選択へ追加されました。
ko_kr: {0} 파일이 선택에 추가됨
ru_ru: {0} файл добавлен к выбранным

# MsgSelectedFiles2
source: {0} files added to selection
de_de: {0} Dateien zur Auswahl hinzugefügt.
ja_jp: {0} ファイルが選択へ追加されました。
ko_kr: {0} 파일이 선택에 추가됨
ru_ru: {0} файла добавлено к выбранным

# LabelEnterMask
source: Enter wildcard mask
de_de: Platzhaltermaske eingeben
ja_jp: ワイルドカードマスクを入力
ko_kr: 임의문자 입력
ru_ru: Маска для имён файлов

# TextSelectFiles
source: Select files
de_de: Dateien auswählen
ja_jp: ファイル選択
ko_kr: 파일 선택
ru_ru: Выбрать файлы

# TextErrorExtracting
source: Error occured while extracting file {0} {1}
de_de: Beim Extrahieren der Datei ist ein Fehler aufgetreten {0} {1}
ja_jp: ファイルの抽出中にエラーが発生しました。 {0} {1}
ko_kr: 파일을 추출하는 중 오류 발생 {0} {1}
ru_ru: Не удалось извлечь файл {0} {1}

# CtxMenuFileType
source: Assign file type
de_de: Dateityp zuweisen
ja_jp: ファイルタイプの設定
ko_kr: 파일 형식 부여
ru_ru: Задать тип файла

# Type_NONE
source: none
de_de: keiner
ko_kr: 없음
ru_ru: без типа

# LabelDestinationDir
source: Destination directory
de_de: Zielverzeichnis
ja_jp: 抽出先フォルダ
ko_kr: 출력 폴더
ru_ru: Сохранить результаты в

# MsgPlaying
source: Playing {0} / {3} / {2}bps / {1}Hz
de_de: Spiele {0} / {3} / {2}bps / {1}Hz
ja_jp: {0} / {3} / {2}bps / {1}Hz を再生中
ko_kr: {0} 재생중 / {3} / {2}bps / {1}Hz
ru_ru: Проигрывается {0} / {3} / {2}bps / {1}Гц

# LabelDevSite
source: Development site
de_de: Entwicklungswebsite
ja_jp: 開発サイト
ko_kr: 개발 사이트
ru_ru: Сайт разработки

# CtxMenuSelectByMask
source: Select files by mask...
de_de: Dateien nach Maske auswählen ...
ja_jp: マスクでファイルを選択...
ko_kr: 마스크로 파일 선택...
ru_ru: Выбрать файлы по маске...

# ButtonAbort
source: _Abort
de_de: _Abbrechen
ja_jp: 中止
ko_kr: 중단
ru_ru: Прервать

# ButtonContinue
source: _Continue
de_de: _Fortfahren
ja_jp: 継続
ko_kr: 계속
ru_ru: Продолжить

# LabelIgnoreErrors
source: _Ignore further errors
de_de: Weitere Fehler ignorieren
ja_jp: エラーを無視する
ko_kr: 추가 오류 무시
ru_ru: Игнорировать дальнейшие ошибки

# TextExtractionError
source: File extraction error
de_de: Datei-Extrahierungsfehler
ja_jp: ファイルの抽出エラー
ko_kr: 파일 추출 오류
ru_ru: Ошибка извлечения файла

# ButtonOverwrite
source: _Overwrite
de_de: _Überschreiben
ja_jp: 上書き
ko_kr: 덮어쓰기
ru_ru: Заменить

# ButtonRename
source: _Rename
de_de: _Umbenennen
ja_jp: 名前の変更
ko_kr: 이름 바꾸기
ru_ru: Переименовать

# ButtonSkip
source: _Skip
de_de: Über_springen
ja_jp: スキップ
ko_kr: 건너뛰기
ru_ru: Пропустить

# LabelApplyToAll
source: A_pply to all duplicate files
de_de: Auf alle doppelten Dateien _anwenden
ja_jp: 全てのファイルを上書き
ko_kr: 모든 중복 파일에 적용
ru_ru: Применить ко всем совпадающим файлам

# LabelDuplicateFileQuestion
source: What should be done?
de_de: Was soll getan werden?
ja_jp: どうしますか？
ko_kr: 어떻게 처리할까요?
ru_ru: Что делать?

# TextErrorConverting
source: Error occured while converting file {0} {1}
de_de: Beim Konvertieren der Datei ist ein Fehler aufgetreten. {0} {1}
ja_jp: ファイルの変換中にエラーが発生しました。 {0} {1}
ko_kr: 파일 변환중 오류가 발생하였습니다 {0} {1}
ru_ru: Не удалось конвертировать файл {0} {1}

# TextFileAlreadyExists
source: File {0} already exists in the destination folder.
de_de: Die Datei {0} ist bereits im Zielordner vorhanden.
ja_jp: ファイル {0} は既に抽出先フォルダに存在します。
ko_kr: 대상폴더에 파일 {0} 이(가) 이미 존재합니다.
ru_ru: Файл с именем {0} уже существует.

# ButtonDownload
source: _Download
de_de: _Herunterladen
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Обновить

# LabelReleaseNotes
source: Release notes
de_de: Versionshinweise
ja_jp: リリースノート
ko_kr: 릴리스 정보
ru_ru: Примечания к выпуску

# MenuCheckUpdates
source: _Check for updates...
de_de: Auf _Updates prüfen...
ja_jp: アップデートの確認...
ko_kr: 업데이트 확인...
ru_ru: Проверить обновления...

# MsgNoUpdates
source: No updates currently available.
de_de: Derzeit sind keine Aktualisierungen verfügbar.
ja_jp: 現在利用可能なアップデートはありません。
ko_kr: 현재 사용가능한 업데이트가 없습니다.
ru_ru: Обновления недоступны.

# MsgUpdateAvailable
source: Formats database update available.
de_de: Eine Aktualisierung der Format-Datenbank ist verfügbar.
ja_jp: 使用可能な形式データベースをアップデートします。
ko_kr: 포맷 데이터베이스를 업데이트 하실수 있습니다.
ru_ru: Доступна обновлённая база форматов.

# MsgUpdateComplete
source: Formats database updated.
de_de: Format-Datenbank aktualisiert.
ja_jp: 形式データベースをアップデートしました。
ko_kr: 포맷 데이터베이스를 업데이트했습니다.
ru_ru: База форматов успешно обновлена.

# MsgUpdateFailed
source: Update check failed.
de_de: Aktualisierungsprüfung fehlgeschlagen.
ja_jp: アップデートの確認に失敗しました。
ko_kr: 업데이트 확인에 실패했습니다.
ru_ru: Сбой проверки обновлений.

# MsgUpToDate
source: GARbro version is up to date.
de_de: Die GARbro-Version ist aktuell.
ja_jp: 現在のGARbroは最新versionです。
ko_kr: GARbro이 최신버전입니다.
ru_ru: Установлена актуальная версия GARbro.

# TextNewVersion
source: New version available:
de_de: Neue Version verfügbar:
ja_jp: 利用可能な新しいバージョン：
ko_kr: 새로운 버전을 사용하실 수 있습니다:
ru_ru: Доступна новая версия:

# TextUpdateTitle
source: Application update
de_de: Anwendungsaktualisierung
ja_jp: アプリケーションのアップデート
ko_kr: 응용프로그램 업데이트
ru_ru: Обновление программы

# TextVisitPage
source: Visit download page
de_de: Download-Seite öffnen
ja_jp: ダウンロードページにアクセス
ko_kr: 다운로드 페이지 방문
ru_ru: Перейти на страницу загрузки

# MsgDownloadFailed
source: Update download failed.
de_de: Download der Aktualisierung fehlgeschlagen.
ja_jp: アップデートのダウンロードに失敗しました。
ko_kr: 업데이트 다운로드에 실패했습니다.
ru_ru: Не удалось обновить базу форматов.

# ButtonApply
source: Apply
de_de: A_nwenden
ja_jp: 適用
ko_kr: 적용
ru_ru: Применить

# MenuPreferences
source: _Preferences
de_de: _Einstellungen
ja_jp: 環境設定
ko_kr: 환경설정
ru_ru: Настройки

# TextFormats
source: Formats
de_de: Formate
ja_jp: 形式
ko_kr: 포맷
ru_ru: Форматы

# TextPreferences
source: Preferences
de_de: Einstellungen
ja_jp: 環境設定
ko_kr: 환경설정
ru_ru: Настройки

# ButtonOK
source: OK
ja_jp: 確認
